import React from 'react'
import QuestionAccordion from '../../components/accordion/QuestionAccordion'

export default function FAQ() {
    return (
        <div className="my-8 max-w-3xl m-auto">
            <h2 className="text-2xl font-semibold my-4">Общие вопросы</h2>
            <div className="">
                <QuestionAccordion
                    question="В вашем магазине представлены новые товары?"
                    answer="После отправки заказа мы вышлем вам на эл. почту и в смс-сообщении информацию, содержащую трек-номер, а также ссылку на сайт курьерской службы СДЭК, где можно будет отследить перемещение вашего заказа. В случае, если статус посылки не меняется более недели, пожалуйста, позвоните в ближайшее отделение курьерской службы СДЭК и уточните дополнительную информацию. При возникновении дополнительных трудностей обратитесь к нашей службе клиентской поддержки по номеру телефона +7(995)788-00-58."
                />
                <QuestionAccordion
                    question="Гарантируются ли подлинность товаров в вашем магазине?"
                    answer="В магазине The Sortage исключительно оригинальные товары. Наша команда экспертов по аутентификации проверяет каждый товар перед отправкой клиентам."
                />
                <QuestionAccordion
                    question="Можно ли зарезервировать товар?"
                    answer="Товар резервируется за клиентом только после оформления заказа и его 100% предоплаты."
                />
            </div>
            <h2 className="text-2xl font-semibold my-4">Товары</h2>
            <div className="">
                <QuestionAccordion
                    question="В вашем магазине представлены новые товары?"
                    answer="После отправки заказа мы вышлем вам на эл. почту и в смс-сообщении информацию, содержащую трек-номер, а также ссылку на сайт курьерской службы СДЭК, где можно будет отследить перемещение вашего заказа. В случае, если статус посылки не меняется более недели, пожалуйста, позвоните в ближайшее отделение курьерской службы СДЭК и уточните дополнительную информацию. При возникновении дополнительных трудностей обратитесь к нашей службе клиентской поддержки по номеру телефона +7(995)788-00-58."
                />
                <QuestionAccordion
                    question="Гарантируются ли подлинность товаров в вашем магазине?"
                    answer="В магазине The Sortage исключительно оригинальные товары. Наша команда экспертов по аутентификации проверяет каждый товар перед отправкой клиентам."
                />
                <QuestionAccordion
                    question="Можно ли зарезервировать товар?"
                    answer="Товар резервируется за клиентом только после оформления заказа и его 100% предоплаты."
                />
            </div>
            <h2 className="text-2xl font-semibold my-4">Оформление заказа</h2>
            <div className="">
                <QuestionAccordion
                    question="В вашем магазине представлены новые товары?"
                    answer="После отправки заказа мы вышлем вам на эл. почту и в смс-сообщении информацию, содержащую трек-номер, а также ссылку на сайт курьерской службы СДЭК, где можно будет отследить перемещение вашего заказа. В случае, если статус посылки не меняется более недели, пожалуйста, позвоните в ближайшее отделение курьерской службы СДЭК и уточните дополнительную информацию. При возникновении дополнительных трудностей обратитесь к нашей службе клиентской поддержки по номеру телефона +7(995)788-00-58."
                />
                <QuestionAccordion
                    question="Гарантируются ли подлинность товаров в вашем магазине?"
                    answer="В магазине The Sortage исключительно оригинальные товары. Наша команда экспертов по аутентификации проверяет каждый товар перед отправкой клиентам."
                />
                <QuestionAccordion
                    question="Можно ли зарезервировать товар?"
                    answer="Товар резервируется за клиентом только после оформления заказа и его 100% предоплаты."
                />
            </div>
            <h2 className="text-2xl font-semibold my-4">Оплата</h2>
            <div className="">
                <QuestionAccordion
                    question="В вашем магазине представлены новые товары?"
                    answer="После отправки заказа мы вышлем вам на эл. почту и в смс-сообщении информацию, содержащую трек-номер, а также ссылку на сайт курьерской службы СДЭК, где можно будет отследить перемещение вашего заказа. В случае, если статус посылки не меняется более недели, пожалуйста, позвоните в ближайшее отделение курьерской службы СДЭК и уточните дополнительную информацию. При возникновении дополнительных трудностей обратитесь к нашей службе клиентской поддержки по номеру телефона +7(995)788-00-58."
                />
                <QuestionAccordion
                    question="Гарантируются ли подлинность товаров в вашем магазине?"
                    answer="В магазине The Sortage исключительно оригинальные товары. Наша команда экспертов по аутентификации проверяет каждый товар перед отправкой клиентам."
                />
                <QuestionAccordion
                    question="Можно ли зарезервировать товар?"
                    answer="Товар резервируется за клиентом только после оформления заказа и его 100% предоплаты."
                />
            </div>
            <h2 className="text-2xl font-semibold my-4">Доставка</h2>
            <div className="">
                <QuestionAccordion
                    question="В вашем магазине представлены новые товары?"
                    answer="После отправки заказа мы вышлем вам на эл. почту и в смс-сообщении информацию, содержащую трек-номер, а также ссылку на сайт курьерской службы СДЭК, где можно будет отследить перемещение вашего заказа. В случае, если статус посылки не меняется более недели, пожалуйста, позвоните в ближайшее отделение курьерской службы СДЭК и уточните дополнительную информацию. При возникновении дополнительных трудностей обратитесь к нашей службе клиентской поддержки по номеру телефона +7(995)788-00-58."
                />
                <QuestionAccordion
                    question="Гарантируются ли подлинность товаров в вашем магазине?"
                    answer="В магазине The Sortage исключительно оригинальные товары. Наша команда экспертов по аутентификации проверяет каждый товар перед отправкой клиентам."
                />
                <QuestionAccordion
                    question="Можно ли зарезервировать товар?"
                    answer="Товар резервируется за клиентом только после оформления заказа и его 100% предоплаты."
                />
                <QuestionAccordion
                    question="Можно ли зарезервировать товар?"
                    answer="Товар резервируется за клиентом только после оформления заказа и его 100% предоплаты."
                />
            </div>
            <h2 className="text-2xl font-semibold my-4">Обмен и возврат</h2>
            <div className="">
                <QuestionAccordion
                    question="В вашем магазине представлены новые товары?"
                    answer="После отправки заказа мы вышлем вам на эл. почту и в смс-сообщении информацию, содержащую трек-номер, а также ссылку на сайт курьерской службы СДЭК, где можно будет отследить перемещение вашего заказа. В случае, если статус посылки не меняется более недели, пожалуйста, позвоните в ближайшее отделение курьерской службы СДЭК и уточните дополнительную информацию. При возникновении дополнительных трудностей обратитесь к нашей службе клиентской поддержки по номеру телефона +7(995)788-00-58."
                />
                <QuestionAccordion
                    question="Гарантируются ли подлинность товаров в вашем магазине?"
                    answer="В магазине The Sortage исключительно оригинальные товары. Наша команда экспертов по аутентификации проверяет каждый товар перед отправкой клиентам."
                />
                <QuestionAccordion
                    question="Можно ли зарезервировать товар?"
                    answer="Товар резервируется за клиентом только после оформления заказа и его 100% предоплаты."
                />
                <QuestionAccordion
                    question="Гарантируются ли подлинность товаров в вашем магазине?"
                    answer="В магазине The Sortage исключительно оригинальные товары. Наша команда экспертов по аутентификации проверяет каждый товар перед отправкой клиентам."
                />
                <QuestionAccordion
                    question="Можно ли зарезервировать товар?"
                    answer="Товар резервируется за клиентом только после оформления заказа и его 100% предоплаты."
                />
            </div>
        </div>
    )
}
